Repository: zvolsky/acatto_web
Catalog: config/settings/locale/*/LC_MESSAGES/django.po
Languages: cs_cz

source: Account Inactive
cs_cz: Účet není aktivní

source: This account is inactive.
cs_cz: Tento účet není aktivní.

source: Account
cs_cz: Účet

source: E-mail Addresses
cs_cz: E-mail

source: The following e-mail addresses are associated with your account:
cs_cz: Tyto e-maily jsou asociovány s vaším účtem:

source: Verified
cs_cz: Ověřeno

source: Unverified
cs_cz: Neověřeno

source: Primary
cs_cz: Hlavní

source: Make Primary
cs_cz: Nastavit jako hlavní

source: Re-send Verification
cs_cz: Znova zaslat výzvu k ověření

source: Remove
cs_cz: Odstranit

source: Warning:
cs_cz: Varování:

source: You currently do not have any e-mail address set up. You should really add an e-mail address so you can receive notifications, reset your password, etc.
cs_cz: Momentálně nemáte uvedenou žádnou mailovou adresu. Měl(a) byste ji zadat, abyste mohla dostávat notifikace, resetovat (zapomenuté) heslo, apod.

source: Add E-mail Address
cs_cz: Přidat e-mailovou adresu

source: Add E-mail
cs_cz: Přidat e-mail

source: Do you really want to remove the selected e-mail address?
cs_cz: Opravdu chcete odstranit vybranou adresu?

source: Confirm E-mail Address
cs_cz: Potvrďte e-mailovou adresu

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
cs_cz: Prosím potvrďte, že <a href="mailto:%(email)s">%(email)s</a> je mailová adresa uživatele %(user_display)s.

source: Confirm
cs_cz: Potvrdit

source: This e-mail confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new e-mail confirmation request</a>.
cs_cz: Tomuto potvrzovacímu odkazu uplynula platnost nebo je nesprávný. Prosím <a href="%(email_url)s">vytvořte si novou žádost o ověření</a>.

source: Sign In
cs_cz: Přihlásit se

source: Please sign in with one of your existing third party accounts. Or, <a href="%(signup_url)s">sign up</a> for a %(site_name)s account and sign in below:
cs_cz: Prosím, přihlaste se některým ze svých účtů u jiných poskytovatelů. Nebo <a href="%(signup_url)s">se zaregistrujte</a> k %(site_name)s účtu a přihlaste se níže:

source: or
cs_cz: nebo

source: If you have not created an account yet, then please <a href="%(signup_url)s">sign up</a> first.
cs_cz: Jestliže jste si zatím nevytvořil(a) účet, tak se prosím nejprve <a href="%(signup_url)s">zaregistrujte</a>.

source: Forgot Password?
cs_cz: Zapomněl(a) jste heslo?

source: Sign Out
cs_cz: Odhlásit se

source: Are you sure you want to sign out?
cs_cz: Jste si jistý/á, že se chcete odhlásit?

source: Change Password
cs_cz: Změnit heslo

source: Password Reset
cs_cz: Reset hesla

source: Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
cs_cz: Zapomněl(a) jste heslo? Zadejte níže svoji e-mailovou adresu a my vám zašleme mail pro možnost restu hesla.

source: Reset My Password
cs_cz: Resetuj moje heslo

source: Please contact us if you have any trouble resetting your password.
cs_cz: Prosím, kontaktujte nás, pokud se vám nedaří si nastavit nové heslo.

source: We have sent you an e-mail. Please contact us if you do not receive it within a few minutes.
cs_cz: Zaslali jsme vám e-mail. Prosím, kontaktujte nás, pokud jej během několika minut neobdržíte.

source: Bad Token
cs_cz: Chybné ověření

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
cs_cz: Odkaz na reset hesla je neplatný, možná proto, že byl již dříve použit. Prosím, vyžádejte si <a href="%(passwd_reset_url)s">nový reset hesla</a>.

source: change password
cs_cz: změnit heslo

source: Your password is now changed.
cs_cz: Vaše heslo bylo právě změněno.

source: Set Password
cs_cz: Nastavit heslo

source: Signup
cs_cz: Registrace

source: Sign Up
cs_cz: Zaregistrovat se

source: Already have an account? Then please <a href="%(login_url)s">sign in</a>.
cs_cz: Máte již účet vytvořený? Pak se prosím <a href="%(login_url)s">přihlašte</a>.

source: Sign Up Closed
cs_cz: Registrace není možná

source: We are sorry, but the sign up is currently closed.
cs_cz: Omlouváme se, ale registrace nyní není možná.

source: Verify Your E-mail Address
cs_cz: Ověřte svoji e-mailovou adresu

source: We have sent an e-mail to you for verification. Follow the link provided to finalize the signup process. Please contact us if you do not receive it within a few minutes.
cs_cz: Poslali jsme vám mail pro ověření e-mailové adresy. Prosím klikněte na odkaz v mailu a tím dokončíte postup registrace. Prosím, kontaktujte nás, pokud mail nedostanete během několika minut.

source: This part of the site requires us to verify that you are who you claim to be. For this purpose, we require that you verify ownership of your e-mail address.
cs_cz: Zde vyžadujeme, abyste ověřil(a), že vám patří uvedená e-mailová adresa.

source: We have sent an e-mail to you for verification. Please click on the link inside this e-mail. Please contact us if you do not receive it within a few minutes.
cs_cz: Poslali jsme vám e-mail pro ověření. Prosím klikněte na odkaz v mailu. Prosím kontaktujte nás, pokud mail během několika minut nedostanete.

source: <strong>Note:</strong> you can still <a href="%(email_url)s">change your e-mail address</a>.
cs_cz: <strong>Poznámka:</strong> vždy můžete <a href="%(email_url)s">změnit svoji e-mailovou adresu</a>.

source: Our strategy
cs_cz: Strategie HA22

source: Transfer of technologies
cs_cz: Transfer technologií

source: This is just a starting application demo. Design is not ready at all but prepared for the discussion with the graphic designer. English here is really pure but ready for the final translation into correct english.
cs_cz: Toto je jen úvodní demo aplikace. Design je pouze naznačen pro diskuzi s grafikem. Angličtina je velmi hloupá, ale připravená (stejně jako jiný jazyk) pro finální překlad do správného znění.

source: Translation system en/cs/.. include translation of db data is almost production ready and you can try it using administration (tto, pwd: vaclavak, change Offer types there) and switching the language in browser settings or in url above.
cs_cz: Překladový systém en/cs/.. zahrnuje i překlad dat v databázi a je téměř finálně připravený. Můžete si jej vyzkoušet pomocí administrace (tto, heslo: vaclavak, změňte Typ nabídky) a přepnutím jazyka v nastavení prohlížeče nebo v url adrese nahoře.

source: If interested in such application or any other modern, cheap and safe web application, pls contact us:
cs_cz: Máte-li zájem o takovouto nebo jinou moderní, levnou a bezpečnou aplikaci, prosím, kontaktujte nás:

source: This page is under development.
cs_cz: Stránka je zatím ve vývoji.

source: HAK
cs_cz: HAc

source: Web administration
cs_cz: Administrace webu

source: My Profile
cs_cz: Můj profil

source: Name of User
cs_cz: Jméno uživatele

source: Czech
cs_cz: Čeština
